let Price = 100 /* присваиваем переменной let с ключевым словом Price значение 100 */
console.log(Price) /*выводим на консоль ключевое слово Price и значние 100 выводит в консоль*/

Price = 150 /*Присваиваем другое значение переменной с помощью ключевого слова Price и оператора = */
console.log(Price) /* Выводим на консоль и онов выводится с новым значением, потому что переменная let имеет такое свойство*/

const price = 100/*Тоже самое сделаем с переменной const. Присваиваем ей значение 100*/
console.log(price) /*Выводим на консоль*/

price = 150 /*если мы переназначим значние на другое, то в консоле выведет ошибку, потому что у переменной const нет такой функции*/
console.log(price)

